essay/note/lyric.org
* lyric
** rolling in th deep(adele)
#+BEGIN_EXAMPLE
There's a fire starting in my heart
Reaching a fever pitch
it's bringing me out the dark
Finally I can see you crystal clear
Go head and sell me out
and I'll lay your shit bare

See how I leave with every piece of you
Don't underestimate the things that I will do
There's a fire starting in my heart
Reaching a fever pitch
and it's bring me out the dark

The scars of your love remind me of us
They keep me thinking that we almost had it all
The scars of your love they leave me breathless
I can't help feeling
We could have had it all
Rolling in the deep
You had my heart inside of your hand
And you played it
To the beat

Baby I have no story to be told
But I've heard one of you,
and I'm gonna make your head burn
Think of me in the depths of your despair
Making a home down there,
reminds you of the home we shared

The scars of your love remind me of us
They keep me thinking that we almost had it all
The scars of your love they leave me breathless
I can't help feeling
We could have had it all
Rolling in the deep
You had my heart inside of your hand
And you played it
To the beat

We could have had it all
Rolling in the deep
You had my heart inside of your hand
But you played it
With the beat

Throw your soul through every open door
Count your blessings to find what you look for
Turned my sorrow into treasured gold
You pay me back in kind and reap just what you sow

We could have had it all
We could have had it all
It all, it all it all,
We could have had it all
Rolling in the deep
You had my heart inside of your hand
And you played it
To the beat

We could have had it all
Rolling in the deep
You had my heart inside of your hand
But you played it,played it, played it,played it
To the beat
#+END_EXAMPLE

** with or without you(U2)
#+BEGIN_EXAMPLE
See the stone set in your eyes
See the thorn twist in your side
I wait for you
Sleight of hand and twist of fate
On a bed of nails she makes me wait
And I wait without you
With or without you
With or without you

Through the storm we reach the shore
You give it all but I want more
And I'm waiting for you
With or without you
With or without you
I can't live
With or without you

And you give yourself away
And you give yourself away
And you give
And you give
And you give yourself away
My hands are tied
My body bruised, she's got me with
Nothing to win and
Nothing left to lose

And you give yourself away
And you give yourself away
And you give
And you give
And you give yourself away
With or without you
With or without you
I can't live
With or without you

With or without you
With or without you
I can't live
With or without you
With or without you

#+END_EXAMPLE
** hey jude(beatles)
#+BEGIN_EXAMPLE
hey jude, don't make it bad.
take a sad song and make it better.
remember to let her into your heart,
then you can start to make it better.
hey jude, don't be afraid.
you were made to go out and get her.
the minute you let her under your skin,
then you begin to make it better.
and anytime you feel the pain, hey jude, refrain,
don't carry the world upon your shoulders.
for well you know that it's a fool who plays it cool
by making his world a little colder.
hey jude, don't let me down.
you have found her, now go and get her.
remember to let her into your heart,
then you can start to make it better.
so let it out and let it in, hey jude, begin,
you're waiting for someone to perform with.
and don't you know that it's just you, hey jude, you'll do,
the movement you need is on your shoulder.
hey jude, don't make it bad.
take a sad song and make it better.
remember to let her under your skin,
then you'll begin to make it
better better better better better better, oh.
da da da da da da, da da da, hey jude...
#+END_EXAMPLE

** teardrop(massive attack)
#+BEGIN_EXAMPLE
love, love is a verb
love is a doing word
feathers on my breath
gentle impulsion
shakes me makes me lighter
feathers on my breath
teardrop on the fire
feathers on my breath
in the night of matter
black flowers blossom
feathers on my breath
black flowers blossom
feathers on my breath
teardrop on the fire
feathers on my breath
water is my eye
most faithful my love
feathers on my breath
teardrop on the fire of a confession
feathers on my breath
most faithful my love
feathers on my breath
teardrop on the fire
feathers on my breath
stumbling a little
stumbling a little
#+END_EXAMPLE

** Eternal Flame
http://www.gnu.org/fun/jokes/eternal-flame.html

#+BEGIN_EXAMPLE
I was taught assembler
in my second year of school.
It's kinda like construction work —
with a toothpick for a tool.
So when I made my senior year,
I threw my code away,
And learned the way to program
that I still prefer today.

Now, some folks on the Internet
put their faith in C++.
They swear that it's so powerful,
it's what God used for us.
And maybe it lets mortals dredge
their objects from the C.
But I think that explains
why only God can make a tree.

For God wrote in Lisp code
When he filled the leaves with green.
The fractal flowers and recursive roots:
The most lovely hack I've seen.
And when I ponder snowflakes,
never finding two the same,
I know God likes a language
with its own four-letter name.

Now, I've used a SUN under Unix,
so I've seen what C can hold.
I've surfed for Perls, found what Fortran's for,
Got that Java stuff down cold.
Though the chance that I'd write COBOL code
is a SNOBOL's chance in Hell.
And I basically hate hieroglyphs,
so I won't use APL.

Now, God must know all these languages,
and a few I haven't named.
But the Lord made sure, when each sparrow falls,
that its flesh will be reclaimed.
And the Lord could not count grains of sand
with a 32-bit word.
Who knows where we would go to
if Lisp weren't what he preferred?

And God wrote in Lisp code
Every creature great and small.
Don't search the disk drive for man.c,
When the listing's on the wall.
And when I watch the lightning burn
Unbelievers to a crisp,
I know God had six days to work,
So he wrote it all in Lisp.

Yes, God had a deadline.
So he wrote it all in Lisp.
#+END_EXAMPLE
