www/note/lyric.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>lyric</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="lyric"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-09-17 21:52:06 CST"/>
<meta name="author" content="dirtysalt"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">lyric</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 lyric</a>
<ul>
<li><a href="#sec-1-1">1.1 rolling in th deep(adele)</a></li>
<li><a href="#sec-1-2">1.2 with or without you(U2)</a></li>
<li><a href="#sec-1-3">1.3 hey jude(beatles)</a></li>
<li><a href="#sec-1-4">1.4 teardrop(massive attack)</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> lyric</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> rolling in th deep(adele)</h3>
<div class="outline-text-3" id="text-1-1">




<pre class="example">There's a fire starting in my heart
Reaching a fever pitch
it's bringing me out the dark
Finally I can see you crystal clear
Go head and sell me out
and I'll lay your shit bare

See how I leave with every piece of you
Don't underestimate the things that I will do
There's a fire starting in my heart
Reaching a fever pitch
and it's bring me out the dark

The scars of your love remind me of us
They keep me thinking that we almost had it all
The scars of your love they leave me breathless
I can't help feeling
We could have had it all
Rolling in the deep
You had my heart inside of your hand
And you played it
To the beat

Baby I have no story to be told
But I've heard one of you,
and I'm gonna make your head burn
Think of me in the depths of your despair
Making a home down there,
reminds you of the home we shared

The scars of your love remind me of us
They keep me thinking that we almost had it all
The scars of your love they leave me breathless
I can't help feeling
We could have had it all
Rolling in the deep
You had my heart inside of your hand
And you played it
To the beat

We could have had it all
Rolling in the deep
You had my heart inside of your hand
But you played it
With the beat

Throw your soul through every open door
Count your blessings to find what you look for
Turned my sorrow into treasured gold
You pay me back in kind and reap just what you sow

We could have had it all
We could have had it all
It all, it all it all,
We could have had it all
Rolling in the deep
You had my heart inside of your hand
And you played it
To the beat

We could have had it all
Rolling in the deep
You had my heart inside of your hand
But you played it,played it, played it,played it
To the beat
</pre>


</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> with or without you(U2)</h3>
<div class="outline-text-3" id="text-1-2">




<pre class="example">See the stone set in your eyes
See the thorn twist in your side
I wait for you
Sleight of hand and twist of fate
On a bed of nails she makes me wait
And I wait without you
With or without you
With or without you

Through the storm we reach the shore
You give it all but I want more
And I'm waiting for you
With or without you
With or without you
I can't live
With or without you

And you give yourself away
And you give yourself away
And you give
And you give
And you give yourself away
My hands are tied
My body bruised, she's got me with
Nothing to win and
Nothing left to lose

And you give yourself away
And you give yourself away
And you give
And you give
And you give yourself away
With or without you
With or without you
I can't live
With or without you

With or without you
With or without you
I can't live
With or without you
With or without you

</pre>

</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> hey jude(beatles)</h3>
<div class="outline-text-3" id="text-1-3">




<pre class="example">hey jude, don't make it bad.
take a sad song and make it better.
remember to let her into your heart,
then you can start to make it better.
hey jude, don't be afraid.
you were made to go out and get her.
the minute you let her under your skin,
then you begin to make it better.
and anytime you feel the pain, hey jude, refrain,
don't carry the world upon your shoulders.
for well you know that it's a fool who plays it cool
by making his world a little colder.
hey jude, don't let me down.
you have found her, now go and get her.
remember to let her into your heart,
then you can start to make it better.
so let it out and let it in, hey jude, begin,
you're waiting for someone to perform with.
and don't you know that it's just you, hey jude, you'll do,
the movement you need is on your shoulder.
hey jude, don't make it bad.
take a sad song and make it better.
remember to let her under your skin,
then you'll begin to make it
better better better better better better, oh.
da da da da da da, da da da, hey jude...
</pre>


</div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> teardrop(massive attack)</h3>
<div class="outline-text-3" id="text-1-4">




<pre class="example">love, love is a verb
love is a doing word
feathers on my breath
gentle impulsion
shakes me makes me lighter
feathers on my breath
teardrop on the fire
feathers on my breath
in the night of matter
black flowers blossom
feathers on my breath
black flowers blossom
feathers on my breath
teardrop on the fire
feathers on my breath
water is my eye
most faithful my love
feathers on my breath
teardrop on the fire of a confession
feathers on my breath
most faithful my love
feathers on my breath
teardrop on the fire
feathers on my breath
stumbling a little
stumbling a little
</pre>

</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-09-17 21:52:06 CST</p>
<p class="creator">Org version 7.8.02 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
<html><body>
<script type="text/javascript">
var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");
document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F54a700ad7035f6e485eaf2300641e7e9' type='text/javascript'%3E%3C/script%3E"));
</script></body></html>